[
    {
        "name": "Rougaille Saucisses",
        "author": "Anonyme",
        "image": "rougaille.jpg",
        "link": "https://www.marmiton.org/recettes/recette_rougail-saucisse_22851.aspx",
        "mark": 9.5,
        "ingredients": [
            {
                "name": "Piment oiseau (faculatatif)",
                "quantity": "1"
            },
            {
                "name": "Curcuma",
                "quantity": "1cc"
            },
            {
                "name": "Sel",
                "quantity": ""
            },
            {
                "name": "Thym",
                "quantity": ""
            },
            {
                "name": "Grosses saucisses",
                "quantity": "4"
            },
            {
                "name": "Tomates",
                "quantity": "4"
            },
            {
                "name": "Oignons",
                "quantity": "4"
            },
            {
                "name": "Ail",
                "quantity": "6 gousses"
            },
            {
                "name": "Laurier",
                "quantity": ""
            },
            {
                "name": "Poivre",
                "quantity": ""
            },
            {
                "name": "Huile d'olive",
                "quantity": ""
            }
        ],
        "steps": [
            "Piquez les saucisses et mettez les dans l'eau bouillante pendant 10 mn, dans la même marmite qui vous servira à la préparation du plat afin de garder les saveurs.",
            "Videz la marmite. Réservez les saucisses. Faites-y chauffer de l'huile d'olive.",
            "Faites revenir les oignons émincés et l'ail écrasé sans qu'ils soient trop colorés.",
            "Coupez les saucisses en troncons de 1,5 cm puis faites les revenir avec les oignons. Au bout de 5 mn, ajoutez les tomates coupées en petits morceaux et les aromates (le piment en morceaux).",
            "Mélangez le tout puis laisser mijoter sur feu doux en ôtant le couvercle de temps à autre pour éliminer l'excès d'eau.",
            "Servez avec du riz thai"
        ]
    },
    {
        "name": "Chili con carne",
        "author": "Good Food Team",
        "image": "chili.jpg",
        "link": "https://www.bbcgoodfood.com/recipes/chilli-con-carne-recipe",
        "mark": 10,
        "ingredients": [
            {
                "name": "Oignon",
                "quantity": "1"
            },
            {
                "name": "Poivron Rouge",
                "quantity": "1"
            },
            {
                "name": "Gousses d'ail",
                "quantity": "2"
            },
            {
                "name": "Huile d'olive",
                "quantity": "1 Cuil. Soupe"
            },
            {
                "name": "Poudre de Chili",
                "quantity": "1 Cuil."
            },
            {
                "name": "Paprika",
                "quantity": "1 cc"
            },
            {
                "name": "Cumin",
                "quantity": "1 cc"
            },
            {
                "name": "Emincés de boeuf",
                "quantity": "500g"
            },
            {
                "name": "Cube de Bouillon",
                "quantity": "1"
            },
            {
                "name": "Tomates Coupées",
                "quantity": "400g"
            },
            {
                "name": "Marjolaine sechée",
                "quantity": "1/2 Cuil"
            },
            {
                "name": "sucre",
                "quantity": "1 Cuil"
            },
            {
                "name": "purée de tomates",
                "quantity": "2 cuil. soupe"
            },
            {
                "name": "Haricots Rouges",
                "quantity": "410g"
            },
            {
                "name": "Riz long",
                "quantity": "Au service"
            },
            {
                "name": "soured cream",
                "quantity": "Au service"
            }
        ],
        "steps": [
            "Préparer les légumes. Couper 1 oignon en petits dés.",
            "Coupez le poivron dans sa longueur, débarassez le des graines, puis découpez le. Coupez également les gousses d'ail",
            "Metter une cuillère d'huile dans une poêle et laissez chauffer a feu moyen",
            "Faites cuire les oignons",
            "Ajoutez l'ail, le poivron, le chili, le paprika et le cumin",
            "Ajoutez le boeuf. Veillez a ce que la viande devienne bien marron et ait frit",
            "Pour la sauce, metter le cube de bouillon dans de l'eau, puis ajouter le bouillon à la preparation",
            "Ajoutez les tomates coupées, le sucre, du sel et du poivre. Puis ajoutez la purée de tomates",
            "Faite cuir doucement pendant 20 minutes",
            "Ajoutez les haricots,  portez le tout a ebulition",
            "Quand c'est cuit, éteignez le feu puis laisser refroidir 10 minutes avant de servir",
            "<a href='https://youtu.be/Ae2rd4N68_g'>Degustez</a>"
        ]
    },
    {
        "name": "Tiramisu",
        "author": "La Rédaction",
        "image": "tiramisu.webp",
        "link": "https://cuisine.journaldesfemmes.fr/recette/316093-tiramisu",
        "mark": 10,
        "ingredients": [
            {
                "name": "Mascarpone",
                "quantity": "250g"
            },
            {
                "name": "Oeuf",
                "quantity": "3"
            },
            {
                "name": "Sucre",
                "quantity": "100"
            },
            {
                "name": "Café Fort",
                "quantity": "20cl"
            },
            {
                "name": "Amaretto",
                "quantity": "2 c à s"
            },
            {
                "name": "Biscuits cuillères",
                "quantity": "20"
            },
            {
                "name": "Poudre de cacao",
                "quantity": ""
            }
        ],
        "steps": [
            "Fouettez vivement 3 jaunes d'œufs avec le sucre glace jusqu'à ce que le mélange blanchisse et devienne mousseux. Ajoutez ensuite le mascarpone puis mélangez jusqu'à ce que le résultat soit bien homogène. ",
            "Montez 3 blancs en neige ferme en y ajoutant une pincée de sel, puis mélangez-les à la crème au mascarpone. Attention, pour garder un mélange bien mousseux et léger, les blancs ne doivent pas être 'cassés'. Mélangez délicatement de haut en bas avec une spatule en silicone en tournant votre récipient d'un quart de tour à chaque fois. ",
            "Préparez une grande tasse de café fort, de préférence un expresso. Ajoutez-y l'Amaretto, un alcool italien à l'amande qui parfumera incroyablement votre dessert, puis mélangez. ",
            "Coupez le bout des biscuits afin qu'ils adhèrent parfaitement à la paroi de votre plat. Utilisez les bouts pour compléter les trous au centre de votre tiramisu. Étalez une couche de crème au mascarpone au fond du plat, puis placez une couche de biscuits légèrement imbibés de café à l'Amaretto. ",
            "Répétez l'opération en terminant par une couche de crème au mascarpone que vous saupoudrez de poudre de cacao amer ou de copeaux de chocolat. Placez au frais pour au moins 3 heures. "
        ]
    },
    {
        "name": "Panier au chevre",
        "author": "elena_14255860",
        "image": "chevre.jpg",
        "link": "https://www.marmiton.org/recettes/recette_paniers-au-chevre_24289.aspx",
        "mark": 8.6,
        "ingredients": [
            {
                "name": "Jambon blanc",
                "quantity": "4 tranches"
            },
            {
                "name": "Fromage Saint Marcellin",
                "quantity": "4"
            },
            {
                "name": "Pommes de terre",
                "quantity": "4"
            },
            {
                "name": "Herbes de Provence",
                "quantity": ""
            }
        ],
        "steps": [
            "Faites cuire les pommes de terre à l'eau.",
            "Une fois cuites, les couper en fines rondelles. ",
            "Etaler les tranches de jambon.",
            "Couper les Saint Marcellin en deux verticalement. ",
            "Déposer une tranche de saint marcellin au milieu de la tranche de jambon. ",
            "Placer quelques rondelles de pommes de terre sur cette partie de fromage et déposer l'autre moitié du fromage par dessus afin de former une sorte de sandwich",
            "Replier la tranche de jambon sur le côté et attachez-la à l'aide de cures-dents sur le haut du fromage, ce qui formera un panier.",
            "Saupoudrez les fromages d'herbes de Provence selon le goût.",
            "Placer dans un four chaud et faites cuire 10 min thermostat 8."
        ]
    }
]
